[
    {
        "year": "2.500.000 a.C.",
        "title": "Aparecimento do primeiro gênero humano, Homo habilis.",
        "description": ""
    },
    {
        "year": "1.500.000 a.C.",
        "title": "Controle do fogo pelos primeiros hominídeos.",
        "description": ""
    },
    {
        "year": "4000 a.C.",
        "title": "Arte rupestre na região do Saara, na África, sugere o uso de cogumelos alucinógenos pelos povos pré-históricos.",
        "description": ""
    },
    {
        "year": "7000 a.C.",
        "title": "Primeiros vestígios de adoração aos deuses na Mesopotâmia.",
        "description": ""
    },
    {
        "year": "4004 a.C.",
        "title": "Data da criação do mundo de acordo com a cronologia do arcebispo James Ussher.",
        "description": ""
    },
    {
        "year": "3500 a.C.",
        "title": "Primeiros registros escritos do Antigo Testamento da Bíblia.",
        "description": ""
    },
    {
        "year": "3100 a.C.",
        "title": "Unificação do Baixo e Alto Egito e início da Primeira Dinastia do Egito.",
        "description": ""
    },
    {
        "year": "2737 a.C.",
        "title": "Segundo a lenda chinesa, o imperador Shen Neng descobriu as propriedades medicinais da maconha.",
        "description": ""
    },
    {
        "year": "2500 a.C.",
        "title": "Construção das pirâmides do Egito Antigo.",
        "description": ""
    },
    {
        "year": "1550 a.C.",
        "title": "Uso medicinal da maconha registrado no Egito.",
        "description": ""
    },
    {
        "year": "1000 a.C.",
        "title": "Povos mesoamericanos antigos, como os Maias e os Astecas, usam cogumelos alucinógenos em cerimônias religiosas e rituais de cura.",
        "description": ""
    },
    {
        "year": "776 a.C.",
        "title": "Primeira Olimpíada na Grécia Antiga.",
        "description": ""
    },
    {
        "year": "753 a.C.",
        "title": "Fundação de Roma.",
        "description": ""
    },
    {
        "year": "551 a.C.",
        "title": "Nascimento de Confúcio, importante filósofo chinês.",
        "description": ""
    },
    {
        "year": "490 a.C.",
        "title": "Batalha de Maratona, na qual os gregos derrotam os persas.",
        "description": ""
    },
    {
        "year": "476",
        "title": "Queda do Império Romano do Ocidente e início do comércio por escambo (troca direta de mercadorias), marcando o início da Idade Média. Desenvolvimento da moeda, facilitando o comércio, a moeda começou a se desenvolver por volta do século VII a.C. na Lídia (atual Turquia).",
        "description": ""
    },
    {
        "year": "400 a.C.",
        "title": "O filósofo grego Heródoto descreve o uso de cogumelos alucinógenos pelos povos trácios.",
        "description": ""
    },
    {
        "year": "336 a.C.",
        "title": "Alexandre, o Grande, torna-se rei da Macedônia.",
        "description": ""
    },
    {
        "year": "44 a.C.",
        "title": "Assassinato de Júlio César em Roma.",
        "description": ""
    },
    {
        "year": "10.000 a.C.",
        "title": "Início da agricultura na região do Crescente Fértil (atual Oriente Médio).",
        "description": ""
    },
    {
        "year": "5 a.C.",
        "title": "Nascimento de Jesus Cristo.",
        "description": ""
    },
    {
        "year": "622",
        "title": "Início do calendário islâmico, com a fuga de Maomé de Meca para Medina, chamada de Hégira.",
        "description": ""
    },
    {
        "year": "800",
        "title": "Coroação de Carlos Magno como Imperador do Sacro Império Romano Germânico.",
        "description": ""
    },
    {
        "year": "1066",
        "title": "Guilherme, o Conquistador, invade a Inglaterra e vence a Batalha de Hastings.",
        "description": ""
    },
    {
        "year": "1215",
        "title": "Assinatura da Magna Carta, importante documento que limita o poder do rei da Inglaterra.",
        "description": ""
    },
    {
        "year": "1347",
        "title": "1351 - Peste Negra assola a Europa e mata cerca de um terço da população.",
        "description": ""
    },
    {
        "year": "1453",
        "title": "Queda do Império Bizantino para os turcos otomanos.",
        "description": ""
    },
    {
        "year": "1492",
        "title": "Cristóvão Colombo chega às Américas, marcando o início da colonização europeia do Novo Mundo.",
        "description": ""
    },
    {
        "year": "1517",
        "title": "Martinho Lutero inicia a Reforma Protestante.",
        "description": ""
    },
    {
        "year": "1588",
        "title": "Invencível Armada Espanhola",
        "description": ""
    },
    {
        "year": "1760",
        "title": "Início da Revolução Industrial na Inglaterra.",
        "description": ""
    },
    {
        "year": "1765",
        "title": "James Watt inventa a máquina a vapor, marcando o início da Revolução Industrial.",
        "description": ""
    },
    {
        "year": "1784",
        "title": "O inventor Edmund Cartwright cria a primeira máquina de tecelagem mecânica.",
        "description": ""
    },
    {
        "year": "1804",
        "title": "A primeira locomotiva a vapor é construída por Richard Trevithick.",
        "description": ""
    },
    {
        "year": "1825",
        "title": "Abertura da primeira ferrovia pública no mundo, a Stockton and Darlington Railway, na Inglaterra.",
        "description": ""
    },
    {
        "year": "1837",
        "title": "O inventor Samuel Morse inventa o telégrafo, revolucionando as comunicações a distância.",
        "description": ""
    },
    {
        "year": "1839",
        "title": "Invenção da máquina de costura por Elias Howe.",
        "description": ""
    },
    {
        "year": "1859",
        "title": "O inventor francês Étienne Lenoir cria o primeiro motor de combustão interna a gás.",
        "description": ""
    },
    {
        "year": "1861",
        "title": "1865 - Guerra Civil Americana.",
        "description": ""
    },
    {
        "year": "1876",
        "title": "Invenção do telefone por Alexander Graham Bell.",
        "description": ""
    },
    {
        "year": "1879",
        "title": "Invenção da lâmpada elétrica por Thomas Edison.",
        "description": ""
    },
    {
        "year": "1886",
        "title": "Fundação da Coca-Cola Company, que se tornaria uma das marcas mais conhecidas do mundo.",
        "description": ""
    },
    {
        "year": "1895",
        "title": "O inventor italiano Guglielmo Marconi transmite a primeira mensagem de rádio da história.",
        "description": ""
    },
    {
        "year": "1913",
        "title": "A linha de produção em massa é aperfeiçoada pela Ford Motor Company, permitindo a produção em larga escala de automóveis.",
        "description": ""
    },
    {
        "year": "1914",
        "title": "1918 - Primeira Guerra Mundial.",
        "description": ""
    },
    {
        "year": "1917",
        "title": "Revolução Russa.",
        "description": ""
    },
    {
        "year": "1919",
        "title": "Aprovação da Emenda Volstead nos Estados Unidos, que instituiu a proibição da produção, venda e transporte de álcool no país.",
        "description": ""
    },
    {
        "year": "1927",
        "title": "Primeira transmissão televisiva pública.",
        "description": ""
    },
    {
        "year": "1929",
        "title": "Quebra da Bolsa de Valores de Nova York, início da Grande Depressão.",
        "description": ""
    },
    {
        "year": "1933",
        "title": "Revogação da Emenda Volstead nos Estados Unidos com a aprovação da Emenda 21 da Constituição dos Estados Unidos.",
        "description": ""
    },
    {
        "year": "1937",
        "title": "Proibição da maconha nos Estados Unidos com a aprovação da Lei de Impostos sobre a Maconha.",
        "description": ""
    },
    {
        "year": "1938",
        "title": "Albert Hofmann, químico suíço, sintetiza o LSD pela primeira vez.",
        "description": ""
    },
    {
        "year": "1939",
        "title": "1945 - Segunda Guerra Mundial.",
        "description": ""
    },
    {
        "year": "1943",
        "title": "Hofmann experimenta o LSD pela primeira vez e tem sua famosa \"viagem ácida\".",
        "description": ""
    },
    {
        "year": "1947",
        "title": "Descoberta dos Manuscritos do Mar Morto, que continham cópias de partes da Bíblia datadas do século III a.C.\\",
        "description": ""
    },
    {
        "year": "1947",
        "title": "Início da Guerra Fria entre Estados Unidos e União Soviética.",
        "description": ""
    },
    {
        "year": "1947",
        "title": "Invenção do transistor pelos físicos William Shockley, John Bardeen e Walter Brattain, levando à criação dos primeiros computadores.",
        "description": ""
    },
    {
        "year": "1948",
        "title": "Declaração Universal dos Direitos Humanos pela ONU.",
        "description": ""
    },
    {
        "year": "1957",
        "title": "Lançamento do primeiro satélite artificial, o Sputnik, pela União Soviética.",
        "description": ""
    },
    {
        "year": "1957",
        "title": "Lançamento do primeiro satélite artificial, o Sputnik 1, pela União Soviética.",
        "description": ""
    },
    {
        "year": "1960",
        "title": "A maconha se torna um símbolo da contracultura e da luta pelos direitos civis.",
        "description": ""
    },
    {
        "year": "1960",
        "title": "Invenção do laser, que permitiu o desenvolvimento de tecnologias como a internet.",
        "description": ""
    },
    {
        "year": "1961",
        "title": "Início da construção do Muro de Berlim na Alemanha.",
        "description": ""
    },
    {
        "year": "1961",
        "title": "Yuri Gagarin se torna o primeiro ser humano a viajar ao espaço.",
        "description": ""
    },
    {
        "year": "1961",
        "title": "A Convenção Única sobre Entorpecentes é assinada pelas Nações Unidas, proibindo a produção e o tráfico de drogas, incluindo a cannabis, em nível internacional",
        "description": ""
    },
    {
        "year": "1964",
        "title": "O THC (tetrahidrocanabinol), principal componente psicoativo da maconha, é isolado e identificado por Raphael Mechoulam e Yechiel Gaoni, da Universidade Hebraica de Jerusalém.",
        "description": ""
    },
    {
        "year": "1969",
        "title": "Chegada do homem à Lua pela missão Apollo 11.",
        "description": ""
    },
    {
        "year": "1969",
        "title": "Criação da ARPANET, precursora da internet.",
        "description": ""
    },
    {
        "year": "1969",
        "title": "O homem chega à lua pela primeira vez com a missão Apollo 11.",
        "description": ""
    },
    {
        "year": "1970",
        "title": "O LSD é classificado como droga ilegal nos Estados Unidos.",
        "description": ""
    },
    {
        "year": "1970",
        "title": "O Congresso dos Estados Unidos aprova a Lei de Substâncias Controladas, classificando a maconha como uma droga de Classe I, o que a torna ilegal em nível federal.",
        "description": ""
    },
    {
        "year": "1971",
        "title": "Criação do primeiro e-mail e início do desenvolvimento da internet.",
        "description": ""
    },
    {
        "year": "1971",
        "title": "Lançamento do primeiro e-mail.",
        "description": ""
    },
    {
        "year": "1971",
        "title": "Aprovação da Convenção Única sobre Entorpecentes pelas Nações Unidas, que estabelece o controle internacional sobre drogas.",
        "description": ""
    },
    {
        "year": "1973",
        "title": "O estado do Oregon, nos Estados Unidos, descriminaliza a posse de pequenas quantidades de maconha, tornando-a uma infração civil em vez de um crime.",
        "description": ""
    },
    {
        "year": "1975",
        "title": "Fim da Guerra do Vietnã.",
        "description": ""
    },
    {
        "year": "1975",
        "title": "Lançamento do primeiro computador pessoal, o Altair 8800.",
        "description": ""
    },
    {
        "year": "1976",
        "title": "A Holanda legaliza o uso de cannabis em coffeeshops.",
        "description": ""
    },
    {
        "year": "1980s",
        "title": "Início da epidemia da AIDS, que leva ao uso medicinal da maconha para tratar os sintomas da doença.",
        "description": ""
    },
    {
        "year": "1983",
        "title": "A ARPANET adota o protocolo de controle de transmissão/protocolo da internet (TCP/IP) como padrão para suas comunicações.",
        "description": ""
    },
    {
        "year": "1988",
        "title": "O sistema endocanabinoide humano é descoberto pelos pesquisadores Allyn Howlett e William Devane. Esse sistema é composto por receptores de canabinoides naturais, encontrados em todo o corpo, e desempenha um papel importante na regulação do humor, da memória e do apetite.",
        "description": ""
    },
    {
        "year": "1988",
        "title": "Aprovação da Convenção das Nações Unidas contra o Tráfico Ilícito de Entorpecentes e Substâncias Psicotrópicas, que amplia as medidas de controle de drogas.",
        "description": ""
    },
    {
        "year": "1989",
        "title": "Queda do Muro de Berlim.",
        "description": ""
    },
    {
        "year": "1989",
        "title": "Criação da World Wide Web (www) por Tim Berners-Lee.",
        "description": ""
    },
    {
        "year": "1990",
        "title": "Legalização da maconha medicinal em vários estados dos EUA.",
        "description": ""
    },
    {
        "year": "1991",
        "title": "Dissolução da União Soviética.",
        "description": ""
    },
    {
        "year": "1991",
        "title": "Criação da World Wide Web (www) por Tim Berners-Lee.",
        "description": ""
    },
    {
        "year": "1992",
        "title": "Os cientistas Shimon Ben-Shabat e Raphael Mechoulam descobrem o primeiro canabinoide endógeno, o anandamida, que é produzido naturalmente pelo corpo humano.",
        "description": ""
    },
    {
        "year": "1994",
        "title": "Criação do Yahoo! e do Amazon.com.",
        "description": ""
    },
    {
        "year": "1995",
        "title": "Criação do primeiro site de comércio eletrônico, a Amazon.",
        "description": ""
    },
    {
        "year": "1996",
        "title": "A Califórnia se torna o primeiro estado dos Estados Unidos a legalizar o uso medicinal da maconha com a aprovação da Proposição 215.",
        "description": ""
    },
    {
        "year": "1998",
        "title": "Fundação do Google.",
        "description": ""
    },
    {
        "year": "1999",
        "title": "Pesquisadores descobrem que a maconha pode ajudar a reduzir a pressão intraocular em pacientes com glaucoma, o que pode ajudar a prevenir a perda de visão.",
        "description": ""
    },
    {
        "year": "2001",
        "title": "Atentados terroristas nos Estados Unidos, conhecidos como 11 de setembro.",
        "description": ""
    },
    {
        "year": "2001",
        "title": "Lançamento do primeiro iPod pela Apple, marcando o início da revolução da música digital.",
        "description": ""
    },
    {
        "year": "2001",
        "title": "A Holanda restringe o acesso de turistas a coffeeshops e limita o estoque de cannabis.",
        "description": ""
    },
    {
        "year": "2003",
        "title": "O Canadá legaliza o uso de cannabis para fins medicinais.",
        "description": ""
    },
    {
        "year": "2004",
        "title": "Lançamento do Facebook.",
        "description": ""
    },
    {
        "year": "2007",
        "title": "Lançamento do primeiro iPhone pela Apple, que revoluciona a indústria de smartphones.",
        "description": ""
    },
    {
        "year": "2008",
        "title": "Crise financeira global.",
        "description": ""
    },
    {
        "year": "2010",
        "title": "Lançamento do Instagram.",
        "description": ""
    },
    {
        "year": "2011",
        "title": "Morte do líder da Al-Qaeda, Osama Bin Laden.",
        "description": ""
    },
    {
        "year": "2011",
        "title": "Um estudo publicado no Journal of Psychopharmacology sugere que a maconha pode ajudar a aliviar os sintomas da depressão, ansiedade e transtorno de estresse pós-traumático (TEPT) em alguns pacientes.",
        "description": ""
    },
    {
        "year": "2012",
        "title": "Um estudo publicado na revista Molecular Psychiatry sugere que o THC pode ajudar a reduzir a inflamação cerebral e melhorar a função cerebral em ratos com doença de Alzheimer.",
        "description": ""
    },
    {
        "year": "2012",
        "title": "O estado do Colorado, nos EUA, se torna o primeiro estado a legalizar a maconha para uso recreativo.",
        "description": ""
    },
    {
        "year": "2012",
        "title": "Lançamento do Snapchat.",
        "description": ""
    },
    {
        "year": "2012",
        "title": "O Colorado e Washington, nos Estados Unidos, se tornam os primeiros estados a legalizar a maconha para fins recreativos.",
        "description": ""
    },
    {
        "year": "2013",
        "title": "O Uruguai se torna o primeiro país do mundo a legalizar a produção, venda e consumo de cannabis.",
        "description": ""
    },
    {
        "year": "2013",
        "title": "Pesquisadores da Universidade de Harvard descobrem que o THC pode ajudar a reduzir a dor em pacientes com neuropatia diabética.",
        "description": ""
    },
    {
        "year": "2014",
        "title": "O Alasca, Oregon e Washington D.C., nos Estados Unidos, legalizam a maconha para uso recreativo.",
        "description": ""
    },
    {
        "year": "2015",
        "title": "Um estudo publicado no Journal of the American Medical Association (JAMA) sugere que o uso de maconha pode ajudar a reduzir o número de mortes por overdose de opiáceos nos Estados Unidos.",
        "description": ""
    },
    {
        "year": "2016",
        "title": "Eleição do presidente dos Estados Unidos, Donald Trump.",
        "description": ""
    },
    {
        "year": "2016",
        "title": "Lançamento do TikTok.",
        "description": ""
    },
    {
        "year": "2016",
        "title": "Pesquisadores descobrem que o CBD (canabidiol), um composto não psicoativo encontrado na maconha, pode ajudar a reduzir os sintomas de ansiedade e depressão em pacientes com esquizofrenia.",
        "description": ""
    },
    {
        "year": "2018",
        "title": "O Canadá se torna o segundo país a legalizar a maconha para uso recreativo.",
        "description": ""
    },
    {
        "year": "2019",
        "title": "A cidade de Denver, nos EUA, descriminaliza o uso de cogumelos psicodélicos.",
        "description": ""
    },
    {
        "year": "2019",
        "title": "Luxemburgo anuncia que pretende legalizar a maconha para uso recreativo e se tornar o primeiro país europeu a fazê-lo.",
        "description": ""
    },
    {
        "year": "2020",
        "title": "Pandemia global de COVID-19.",
        "description": ""
    },
    {
        "year": "2020",
        "title": "Arizona, Montana, Nova Jersey e Dakota do Sul, nos Estados Unidos, legalizam a maconha para uso recreativo.",
        "description": ""
    },
    {
        "year": "2021",
        "title": "Pesquisadores descobrem que o CBD pode ajudar a reduzir a gravidade dos sintomas de COVID-19 em alguns pacientes, incluindo inflamação pulmonar e lesão de órgãos.",
        "description": ""
    },
    {
        "year": "2021",
        "title": "Eleição do presidente dos Estados Unidos, Joe Biden.",
        "description": ""
    },
    {
        "year": "2021",
        "title": "O México se torna o terceiro país na América do Norte a legalizar a maconha para fins recreativos.",
        "description": ""
    },
    {
        "year": "2021",
        "title": "A nave espacial chinesa Tianwen-1 aterrissa em Marte, tornando a China o segundo país a pousar com sucesso um veículo no planeta.",
        "description": ""
    },
    {
        "year": "2021",
        "title": "Acontece a 26ª Conferência das Nações Unidas sobre as Mudanças Climáticas (COP26) em Glasgow, Escócia.",
        "description": ""
    },
    {
        "year": "2022",
        "title": "A Rússia invade a Ucrânia, causando tensão internacional e ações diplomáticas em resposta.",
        "description": ""
    },
    {
        "year": "2022",
        "title": "O Surto de Nipah ocorre na Índia, levando a medidas de controle de doenças e preocupações globais de saúde pública.",
        "description": ""
    },
    {
        "year": "2022",
        "title": "As eleições parlamentares ocorrem na Alemanha, marcando o fim do mandato da chanceler Angela Merkel.",
        "description": ""
    },
    {
        "year": "2022",
        "title": "Acontece a Copa do Mundo FIFA de 2022 no Catar, com a França vencendo o torneio.",
        "description": ""
    },
    {
        "year": "1999",
        "title": "A União Europeia introduz o euro como moeda única em 11 países.",
        "description": ""
    },
    {
        "year": "2000",
        "title": "A nave espacial da NASA, a Cassini, chega a Saturno para iniciar sua missão de quatro anos no planeta.",
        "description": ""
    },
    {
        "year": "2000",
        "title": "Acontece a Conferência de Haia sobre o Tribunal Penal Internacional, onde é criado um tribunal permanente para crimes contra a humanidade.",
        "description": ""
    },
    {
        "year": "2002",
        "title": "O euro é introduzido em mais 12 países europeus, tornando-se a moeda oficial de 23 países.",
        "description": ""
    },
    {
        "year": "2003",
        "title": "A SARS (Síndrome Respiratória Aguda Grave) se espalha por todo o mundo, causando pânico e preocupação global.",
        "description": ""
    },
    {
        "year": "2004",
        "title": "O tsunami no Oceano Índico mata mais de 230 mil pessoas em 14 países.",
        "description": ""
    },
    {
        "year": "2005",
        "title": "O furacão Katrina atinge a costa do Golfo dos EUA, causando grande destruição em Nova Orleans e matando mais de 1.800 pessoas.",
        "description": ""
    },
    {
        "year": "2006",
        "title": "O Twitter é lançado ao público pela primeira vez.",
        "description": ""
    },
    {
        "year": "2007",
        "title": "Acontece a crise financeira global de 2007-2008, que resulta na falência de muitos bancos e afeta a economia global.",
        "description": ""
    },
    {
        "year": "2009",
        "title": "O presidente dos Estados Unidos, Barack Obama, assina a Lei de Proteção e Assistência ao Paciente (Obamacare).",
        "description": ""
    },
    {
        "year": "2010",
        "title": "O Wikileaks divulga documentos secretos do governo dos Estados Unidos, causando controvérsia internacional.",
        "description": ""
    },
    {
        "year": "2011",
        "title": "A Primavera Árabe começa, desencadeando uma série de protestos e revoltas em todo o mundo árabe.",
        "description": ""
    },
    {
        "year": "2012",
        "title": "Acontece o fim do mundo, segundo o calendário maia. No entanto, a previsão não se concretiza.",
        "description": ""
    },
    {
        "year": "2013",
        "title": "Edward Snowden, ex-funcionário da NSA, divulga informações secretas sobre a vigilância governamental em massa, causando controvérsia internacional.",
        "description": ""
    },
    {
        "year": "2014",
        "title": "A Rússia anexa a Crimeia da Ucrânia, levando a tensões e sanções internacionais.",
        "description": ""
    },
    {
        "year": "2015",
        "title": "O acordo nuclear com o Irã é alcançado, visando limitar as atividades nucleares do país.",
        "description": ""
    },
    {
        "year": "2016",
        "title": "O Reino Unido vota em um referendo para deixar a União Europeia, desencadeando o Brexit.",
        "description": ""
    },
    {
        "year": "2017",
        "title": "Acontece o eclipse solar total nos Estados Unidos, atraindo milhões de espectadores para assistir ao evento.",
        "description": ""
    },
    {
        "year": "2018",
        "title": "A greve de professores ocorre em vários estados do Brasil, exigindo melhores condições de trabalho e salários.",
        "description": ""
    },
    {
        "year": "2019",
        "title": "Acontecem protestos em Hong Kong contra a lei de extradição proposta pelo governo chinês, levando a conflitos violentos entre manifestantes e a polícia.",
        "description": ""
    },
    {
        "year": "2022",
        "title": "Conferência sobre as mudanças climáticas (COP28) em Mumbai, Índia.",
        "description": ""
    },
    {
        "year": "500 a.C.",
        "title": "O filósofo grego Sócrates nasce.",
        "description": ""
    },
    {
        "year": "323 a.C.",
        "title": "Morte de Alexandre, o Grande.",
        "description": ""
    },
    {
        "year": "32 a.C.",
        "title": "Início da Guerra Civil Romana entre Marco Antônio e Otaviano.",
        "description": ""
    },
    {
        "year": "27 a.C.",
        "title": "Otaviano é coroado como Augusto, primeiro imperador romano.",
        "description": ""
    },
    {
        "year": "220",
        "title": "Fim da Dinastia Han na China.",
        "description": ""
    },
    {
        "year": "313",
        "title": "O imperador romano Constantino I promulga o Édito de Milão, estabelecendo a liberdade de religião no Império Romano.",
        "description": ""
    },
    {
        "year": "1054",
        "title": "O Grande Cisma separa a Igreja Católica Romana e a Igreja Ortodoxa Oriental.",
        "description": ""
    },
    {
        "year": "1206",
        "title": "Fundação do Império Mongol por Genghis Khan.",
        "description": ""
    },
    {
        "year": "1280",
        "title": "Invenção dos óculos na Itália.",
        "description": ""
    },
    {
        "year": "1300s",
        "title": "A Peste Negra se espalha pela Europa, matando cerca de 25 milhões de pessoas.",
        "description": ""
    },
    {
        "year": "1337",
        "title": "Início da Guerra dos Cem Anos entre Inglaterra e França.",
        "description": ""
    },
    {
        "year": "1400",
        "title": "A invenção da imprensa de tipos móveis por Johannes Gutenberg.",
        "description": ""
    },
    {
        "year": "1455",
        "title": "Início da Guerra das Rosas na Inglaterra.",
        "description": ""
    },
    {
        "year": "1509",
        "title": "Início do reinado de Henrique VIII da Inglaterra.",
        "description": ""
    },
    {
        "year": "1607",
        "title": "Fundação da colônia inglesa de Jamestown, na Virgínia.",
        "description": ""
    },
    {
        "year": "1618",
        "title": "Início da Guerra dos Trinta Anos na Europa.",
        "description": ""
    },
    {
        "year": "1642",
        "title": "Início da Guerra Civil Inglesa.",
        "description": ""
    },
    {
        "year": "1660",
        "title": "Restauração da monarquia inglesa sob Carlos II.",
        "description": ""
    },
    {
        "year": "1670",
        "title": "A Companhia da Baía de Hudson é fundada no Canadá.",
        "description": ""
    },
    {
        "year": "1687",
        "title": "Sir Isaac Newton publica sua obra \"Principia Mathematica\".",
        "description": ""
    },
    {
        "year": "1712",
        "title": "Invenção do motor a vapor por Thomas Newcomen.",
        "description": ""
    },
    {
        "year": "1756",
        "title": "Início da Guerra dos Sete Anos, envolvendo as principais potências europeias.",
        "description": ""
    },
    {
        "year": "1775",
        "title": "Início da Guerra de Independência dos Estados Unidos.",
        "description": ""
    },
    {
        "year": "1789",
        "title": "Início da Revolução Francesa.",
        "description": ""
    },
    {
        "year": "1803",
        "title": "Compra da Louisiana pelos Estados Unidos, dobrando o tamanho do país.",
        "description": ""
    },
    {
        "year": "1812",
        "title": "Início da Guerra de 1812 entre Estados Unidos e Grã-Bretanha.",
        "description": ""
    },
    {
        "year": "1815",
        "title": "Batalha de Waterloo, derrota de Napoleão Bonaparte.",
        "description": ""
    },
    {
        "year": "1830",
        "title": "Início da Revolução Industrial na Bélgica, que se torna o segundo país a industrializar-se.",
        "description": ""
    },
    {
        "year": "1854",
        "title": "Início da Guerra da Crimeia entre Rússia e uma coalizão de França, Reino Unido, Império Otomano e Reino da Sardenha.",
        "description": ""
    },
    {
        "year": "1867",
        "title": "Canadá se torna uma nação independente.",
        "description": ""
    },
    {
        "year": "1869",
        "title": "Inauguração do Canal de Suez.",
        "description": ""
    },
    {
        "year": "1889",
        "title": "Inauguração da Torre Eiffel em Paris, França.",
        "description": ""
    },
    {
        "year": "1903",
        "title": "Irmãos Wright realizam o primeiro voo motorizado.",
        "description": ""
    },
    {
        "year": "1908",
        "title": "Henry Ford introduz o Modelo T, primeiro carro produzido em massa.",
        "description": ""
    },
    {
        "year": "30.000 a.C.",
        "title": "Pinturas rupestres em cavernas na Europa, África e Ásia.",
        "description": ""
    },
    {
        "year": "3000 a.C.",
        "title": "Arte egípcia antiga, incluindo esculturas, pinturas e hieróglifos.",
        "description": ""
    },
    {
        "year": "600 a.C.",
        "title": "Arte grega clássica, incluindo esculturas e cerâmicas.",
        "description": ""
    },
    {
        "year": "200 a.C.",
        "title": "Arte romana, incluindo esculturas e arquitetura.",
        "description": ""
    },
    {
        "year": "1400",
        "title": "Arte - Renascimento italiano, com artistas como Leonardo da Vinci, Michelangelo e Rafael.",
        "description": ""
    },
    {
        "year": "1600",
        "title": "Arte barroca, com detalhes ornamentais e dramáticos.",
        "description": ""
    },
    {
        "year": "1800",
        "title": "Impressionismo, com pinceladas rápidas e luminosas.",
        "description": ""
    },
    {
        "year": "1900",
        "title": "Arte modernista, incluindo o cubismo de Picasso e o surrealismo de Dalí.",
        "description": ""
    },
    {
        "year": "1950",
        "title": "Expressionismo abstrato, com artistas como Jackson Pollock e Mark Rothko.",
        "description": ""
    },
    {
        "year": "1960",
        "title": "Arte pop, com artistas como Andy Warhol e Roy Lichtenstein.",
        "description": ""
    },
    {
        "year": "1980",
        "title": "Arte contemporânea, com artistas como Jeff Koons e Damien Hirst.",
        "description": ""
    },
    {
        "year": "3500 a.C.",
        "title": "Invenção da roda na Suméria.",
        "description": ""
    },
    {
        "year": "3400 a.C.",
        "title": "Desenvolvimento do sistema de escrita cuneiforme pelos sumérios.",
        "description": ""
    },
    {
        "year": "3000 a.C.",
        "title": "Criação do calendário sumério, com 12 meses lunares e um ano de 360 dias.",
        "description": ""
    },
    {
        "year": "3000 a.C.",
        "title": "Início da construção do monumento megalítico Stonehenge na Inglaterra.",
        "description": ""
    },
    {
        "year": "3300 a.C.",
        "title": "Descoberta da metalurgia do bronze, dando início à Idade do Bronze.",
        "description": ""
    },
    {
        "year": "2100 a.C.",
        "title": "Código de Ur-Nammu, o mais antigo conjunto conhecido de leis escritas.",
        "description": ""
    },
    {
        "year": "2000 a.C.",
        "title": "Criação do sistema de numeração base 60 pelos babilônios, utilizado ainda hoje para medir tempo e ângulos.",
        "description": ""
    },
    {
        "year": "2000 a.C.",
        "title": "Surgimento da civilização minoica em Creta, com desenvolvimento de escrita, arte e arquitetura avançadas.",
        "description": ""
    },
    {
        "year": "2686 a.C.",
        "title": "Estabelecimento do Império Antigo do Egito, com o desenvolvimento da arte e arquitetura monumental.",
        "description": ""
    },
    {
        "year": "2100 a.C.",
        "title": "Construção do Zigurate de Ur na Suméria, uma das mais antigas e importantes estruturas religiosas.",
        "description": ""
    },
    {
        "year": "1600 a.C.",
        "title": "O surgimento do alfabeto fenício, precursor dos sistemas alfabéticos modernos.",
        "description": ""
    },
    {
        "year": "1520 a.C.",
        "title": "Início da construção do Grande Templo de Amon-Rá, em Karnak, Egito.",
        "description": ""
    },
    {
        "year": "1600 a.C.",
        "title": "Fundação do Império Hitita na Anatólia (atual Turquia), que se tornou uma potência regional.",
        "description": ""
    },
    {
        "year": "1754 a.C.",
        "title": "Criação do Código de Hamurabi, um conjunto de leis babilônicas gravadas em pedra.",
        "description": ""
    },
    {
        "year": "1500 a.C.",
        "title": "Desenvolvimento do Rigveda, o mais antigo texto sagrado hindu, no subcontinente indiano.",
        "description": ""
    },
    {
        "year": "1100 a.C.",
        "title": "A ascensão do Reino de Micenas na Grécia, que desempenhou um papel importante na civilização grega antiga.",
        "description": ""
    },
    {
        "year": "1200 a.C.",
        "title": "Início da Idade do Ferro, marcada pela descoberta e uso do ferro na fabricação de ferramentas e armas.",
        "description": ""
    },
    {
        "year": "753 a.C.",
        "title": "Fundação da cidade de Roma por Rômulo, segundo a lenda.",
        "description": ""
    },
    {
        "year": "508 a.C.",
        "title": "O estabelecimento da democracia em Atenas, Grécia, por Clístenes.",
        "description": ""
    },
    {
        "year": "432 a.C.",
        "title": "A construção do templo grego Parthenon, em homenagem à deusa Atena, na Acrópole de Atenas.",
        "description": ""
    },
    {
        "year": "551 a.C.",
        "title": "A vida e os ensinamentos de Confúcio, cujas ideias influenciaram a filosofia e a cultura chinesas. 551-479 a.C.",
        "description": ""
    },
    {
        "year": "563 a.C.",
        "title": "A vida e os ensinamentos de Buda, que fundou o budismo no subcontinente indiano. 563-483 a.C.",
        "description": ""
    },
    {
        "year": "334 a.C.",
        "title": "A conquista do Império Persa por Alexandre, o Grande, e a expansão do Império Macedônio.",
        "description": ""
    },
    {
        "year": "323 a.C.",
        "title": "O período helenístico, marcado pela fusão das culturas grega e oriental após as conquistas de Alexandre, o Grande. 323-31 a.C.",
        "description": ""
    },
    {
        "year": "27 a.C.",
        "title": "O surgimento do Império Romano, que se tornou uma das maiores potências mundiais da antiguidade.",
        "description": ""
    },
    {
        "year": "33 d.C.",
        "title": "A vida e os ensinamentos de Jesus Cristo, que deram origem ao cristianismo.",
        "description": ""
    },
    {
        "year": "4000 a.C.",
        "title": "O ópio é cultivado na Mesopotâmia. Acredita-se que tenha sido usado para fins medicinais e recreativos.",
        "description": ""
    },
    {
        "year": "1492",
        "title": "Cristóvão Colombo descobre a América e inicia a disseminação de plantas psicoativas, como a folha de coca e o tabaco, para o resto do mundo.",
        "description": ""
    },
    {
        "year": "1804",
        "title": "Friedrich Sertürner isola a morfina a partir do ópio. A morfina torna-se amplamente utilizada como analgésico na medicina.",
        "description": ""
    },
    {
        "year": "1856",
        "title": "John Pemberton cria a Coca-Cola, uma bebida que originalmente continha cocaína.",
        "description": ""
    },
    {
        "year": "1914",
        "title": "Os Estados Unidos promulgam a Lei Harrison, que restringe a venda de opiáceos e cocaína sem receita médica.",
        "description": ""
    },
    {
        "year": "1920",
        "title": "O Prohibition Act entra em vigor nos Estados Unidos, proibindo a fabricação, venda e transporte de bebidas alcoólicas. Isso leva a um aumento no consumo de drogas ilegais, como o álcool e a heroína.",
        "description": ""
    },
    {
        "year": "1937",
        "title": "O Ato de Impostos sobre a Maconha é promulgado nos Estados Unidos, tornando a maconha ilegal em nível federal.",
        "description": ""
    },
    {
        "year": "1960",
        "title": "A cultura hippie populariza o uso de drogas recreativas, como a maconha, LSD e psilocibina.",
        "description": ""
    },
    {
        "year": "1971",
        "title": "O presidente dos Estados Unidos, Richard Nixon, declara uma \"Guerra às Drogas\" e aumenta o financiamento para o combate ao tráfico de drogas.",
        "description": ""
    },
    {
        "year": "1980",
        "title": "O crack, uma forma de cocaína fumada, torna-se popular nas áreas urbanas dos Estados Unidos.",
        "description": ""
    },
    {
        "year": "1990",
        "title": "O uso de ecstasy, uma droga sintética, se torna popular na cena rave.",
        "description": ""
    },
    {
        "year": "2000 a.C.",
        "title": "Os antigos egípcios começam a usar a papoula para produzir ópio para fins medicinais e recreativos.",
        "description": ""
    },
    {
        "year": "1400 a.C.",
        "title": "Os antigos indianos usam a planta soma em rituais religiosos e cerimônias.",
        "description": ""
    },
    {
        "year": "800 a.C.",
        "title": "Os gregos antigos usam o vinho em festivais religiosos e sociais.",
        "description": ""
    },
    {
        "year": "500 a.C.",
        "title": "Os persas usam o haxixe (extração de maconha) em cerimônias religiosas.",
        "description": ""
    },
    {
        "year": "400 a.C.",
        "title": "O filósofo grego Platão escreve sobre o uso de drogas em sua obra \"A República\".",
        "description": ""
    },
    {
        "year": "1200",
        "title": "Os povos nativos americanos começam a usar o tabaco para fins medicinais e espirituais.",
        "description": ""
    },
    {
        "year": "1500",
        "title": "Os povos indígenas da América do Sul começam a usar a folha de coca para fins medicinais e rituais.",
        "description": ""
    },
    {
        "year": "1700",
        "title": "Os europeus começam a importar o tabaco das Américas e se torna popular em todo o mundo ocidental.",
        "description": ""
    },
    {
        "year": "1800",
        "title": "Os britânicos introduzem o ópio na China, levando a uma guerra do ópio entre a China e a Grã-Bretanha.",
        "description": ""
    },
    {
        "year": "1900",
        "title": "A heroína é sintetizada pela primeira vez pela empresa alemã Bayer e é comercializada como um analgésico mais forte que a morfina.",
        "description": ""
    }
]